Repository: javaidea/mCalendar
Catalog: Sources/mCalendar/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about
source: About Mini Calendar
zh_hans: 关于 Mini Calendar

source: Appearance
zh_hans: 外观

# author
source: Author: Zhou Yang
zh_hans: 作者：Zhou Yang

# chinaSchedule
source: China holiday schedule
zh_hans: 中国放假安排

source: Dark
zh_hans: 深色

# holidayNote
source: “班” marks a Chinese make-up workday. Holiday data is downloaded from date.nager.at and holiday-cn (GitHub) only while this is on.
zh_hans: “班”表示中国调休上班日。节假日数据仅在开启时从 date.nager.at 和 holiday-cn (GitHub) 下载。

source: Language
zh_hans: 语言

source: Launch at login
zh_hans: 开机自动启动

source: Light
zh_hans: 浅色

source: Lunar date
zh_hans: 农历

source: Make-up workday
zh_hans: 调休上班

source: Months
zh_hans: 显示月数

source: Quit
zh_hans: 退出

source: Settings
zh_hans: 设置

# showDate
source: Date in menu bar
zh_hans: 菜单栏显示日期

# showHolidays
source: Public holidays
zh_hans: 显示节假日

# showLunar
source: Lunar dates & solar terms
zh_hans: 显示农历和节气

# showWeekday
source: Weekday in menu bar
zh_hans: 菜单栏显示星期

# showWeekNums
source: Week numbers
zh_hans: 显示周数列

source: Solar term
zh_hans: 节气

source: System
zh_hans: 跟随系统
